export const  dataSport = [
    {
      id: 0,
      title: 'Приседания за минуту или меньше',
      texttitle: 'Разминка',
      text: 'Встаньте на одну ногу и комфортно для себя, подвигайте поднятой ногой в коленном, тазобедренном и голеностопном суставах. Обе ноги разомните за 15-20 секунд.',
      name: 'Приседания',
      textValue: 'Встаньте прямо, ноги чуть шире плеч. Руки на пояс. Выполняя приседания следите за тем, чтобы колени не выходили за стопы. Приседания делайте не глубокие, до прямого угла в коленном суставе. Темп средний. В момент приседа вытягивайте руки перед собой. Старайтесь держать спину прямой. \n\nПриседайте сколько сможете, без сильного напряжения.',
    },
    {
      id: 1,
      title: 'Залог успеха - накопительный эффект',
      texttitle: 'Должно быть комфортно',
      text: 'Выполняйте упражнения без сверх напряжений. С усилием и настойчивостью, чтобы мышцы поработали, но без сверх усилий. Выдавайте 70-80% своего максимального результата.\n\nТакой техникой вы с одной стороны нагружаете и прорабатываете мышцы, а с другой стороны не страдаете сами. Если вам будет сильно тяжело, вероятность бросить повышается. В следующий раз ваше подсознание найдет тысячу причин и отговорок, почему вам не стоит делать упражнения. Остерегайтесь этого внутреннего саботажника. Не давайте ему голоса. Вспомнили об упражнениях, сразу же сделайте.',
      name: 'Регулярность формирует накопительный эффект',
      textValue: 'Представьте, как ваше тело откликнется на ваше внимание к нему через месяц, три месяца, полгода и год. Какие прекрасные изменения произойдут за это время. А может и не произойдут, если вы не найдете в себе вдохновения и силы воли начать и продолжать. Время пройдет в любом случае, а будете ли вы стройной или нет зависит от вас. Выбор за вами.\n\nПропуски основной барьер на пути к стройности. Пропуски коварны не сами по себе, а тем что после нескольких пропусков у вас возникает желание бросить вообще. Вот это желание бросить насовсем, и есть барьер который отделяет вас от стройности. Решение простое.\n\nНе обращайте внимания на свои пропуски. \nСтарайтесь их не делать. Но если пропустили день, два, три, неделю, две недели, да сколько угодно, не бросайте насовсем. Как найдете в себе силы, вдохновение, дисциплину так сразу продолжите. Продолжайте сколько сможете. ',
    },
  ]
export const  data_Sport = [
    {
      id: 0,
      title: 'Отжимания за минуту или меньше',
      texttitle: 'Разминка',
      text: 'Комфортно повращайте руками в плечевых и локтевых суставах. Сделайте, руки в вверх, в стороны и перед собой. Руки на пояс, поделайте наклоны туловища в разные стороны. Разминка 15-20 секунд.',
      name: 'Отжимания',
      textValue: 'Лягте на живот, кисти рук расположите на полу, чуть шире плечевых суставов. Стопы на ширине таза, пальцами ног упритесь в пол. На вдохе руки согните в локтях, корпус вниз. Коснулись пола и на выдохе разогните локти, выпрямите руки полностью. Следите чтобы корпус был прямой, на одной линии с тазом. Темп средний.\n\nОтожмитесь сколько сможете, без сильного напряжения.',
    },
    {
      id: 1,
      title: 'Залог успеха - накопительный эффект',
      texttitle: 'Должно быть комфортно',
      text: 'Выполняйте упражнения без сверх напряжений. С усилием и настойчивостью, чтобы мышцы поработали, но без сверх усилий. Выдавайте 70-80% своего максимального результата.\n\nТакой техникой вы с одной стороны нагружаете и прорабатываете мышцы, а с другой стороны не страдаете сами. Если вам будет сильно тяжело, вероятность бросить повышается. В следующий раз ваше подсознание найдет тысячу причин и отговорок, почему вам не стоит делать упражнения. Остерегайтесь этого внутреннего саботажника. Не давайте ему голоса. Вспомнили об упражнениях, сразу же сделайте.',
      name: 'Регулярность формирует накопительный эффект',
      textValue: 'Представьте, как ваше тело откликнется на ваше внимание к нему через месяц, три месяца, полгода и год. Какие прекрасные изменения произойдут за это время. А может и не произойдут, если вы не найдете в себе вдохновения и силы воли начать и продолжать. Время пройдет в любом случае, а будете ли вы стройной или нет зависит от вас. Выбор за вами.\n\nПропуски основной барьер на пути к стройности. Пропуски коварны не сами по себе, а тем что после нескольких пропусков у вас возникает желание бросить вообще. Вот это желание бросить насовсем, и есть барьер который отделяет вас от стройности. Решение простое.\n\nНе обращайте внимания на свои пропуски. \nСтарайтесь их не делать. Но если пропустили день, два, три, неделю, две недели, да сколько угодно, не бросайте насовсем. Как найдете в себе силы, вдохновение, дисциплину так сразу продолжите. Продолжайте сколько сможете. ',
    },
  ]
export const  data = [
    {
      id: 0,
      title: 'Планка за минуту или меньше',
      texttitle: 'Разминка',
      text: 'Встаньте прямо руки на ширине плеч, руки на пояс. Делайте комфортные наклоны туловища вперед, назад, в стороны. Аккуратные скручивания туловища в одну и в другую стороны. Разминка 15-20 секунд.',
      name: 'Планка',
      textValue: 'Лягте на живот, вытянувшись в прямую линию. Локти расположите под плечевыми суставами. Поднимите тело опираясь на носочки и локти, предплечья, кисти. Держите тело ровно, по одной линии. Не опускайте и не поднимайте таз. Мышцы брюшного пресса и ягодицы, должны быть напряжены. \n\nДержите планку сколько сможете, без сверх напряжения.',
    },
    {
      id: 1,
      title: 'Залог успеха - накопительный эффект',
      texttitle: 'Должно быть комфортно',
      text: 'Выполняйте упражнения без сверх напряжений. С усилием и настойчивостью, чтобы мышцы поработали, но без сверх усилий. Выдавайте 70-80% своего максимального результата.\n\nТакой техникой вы с одной стороны нагружаете и прорабатываете мышцы, а с другой стороны не страдаете сами. Если вам будет сильно тяжело, вероятность бросить повышается. В следующий раз ваше подсознание найдет тысячу причин и отговорок, почему вам не стоит делать упражнения. Остерегайтесь этого внутреннего саботажника. Не давайте ему голоса. Вспомнили об упражнениях, сразу же сделайте.',
      name: 'Регулярность формирует накопительный эффект',
      textValue: 'Представьте, как ваше тело откликнется на ваше внимание к нему через месяц, три месяца, полгода и год. Какие прекрасные изменения произойдут за это время. А может и не произойдут, если вы не найдете в себе вдохновения и силы воли начать и продолжать. Время пройдет в любом случае, а будете ли вы стройной или нет зависит от вас. Выбор за вами.\n\nПропуски основной барьер на пути к стройности. Пропуски коварны не сами по себе, а тем что после нескольких пропусков у вас возникает желание бросить вообще. Вот это желание бросить насовсем, и есть барьер который отделяет вас от стройности. Решение простое.\n\nНе обращайте внимания на свои пропуски. \nСтарайтесь их не делать. Но если пропустили день, два, три, неделю, две недели, да сколько угодно, не бросайте насовсем. Как найдете в себе силы, вдохновение, дисциплину так сразу продолжите. Продолжайте сколько сможете. ',
    },
  ]
export const  dataMental=[
    {
      id: 0,
      title: 'Комплекс мысленных  упражнений',
      texttitle: '1',
      text: '\tВыполнение мысленных упражнений приведет вас в необходимое ресурсное состояние для объединения желания и действия.',
      name: '',
      textValue: '\tКомплекс состоит из четырех упражнений: «Расслабление», «Благодарность», «Большое будущее» и «Близкое будущее». По минуте на каждое упражнение, всего четыре минуты.',
    },
    {
      id: 1,
      title: '1',
      texttitle: '\tРасслабление',
      text: '\tЭтим упражнением мы переводим активность мозга из бета-ритма, состояния активного бодрствования и взаимодействия с окружающей средой, в альфа-ритм - расслабленное состояние бодрствования и покоя. Мы создаем химический и гормональный баланс благоприятный для стройности вашего тела.  ',
      name: '\tДля выполнения упражнения, направьте ваше внимание на дыхание',
      textValue: '\tНаблюдайте как вы дышите, вдох-выдох, вдох-выдох. Если внимание с дыхания переключается на мысли, образы или что-то еще, мягко вернитесь за наблюдением за дыханием. С каждым выдохом расслабляйте ваше тело все глубже. Расслабьте мышцы лица, головы, шеи. Опускайте расслабление вниз по телу, на плечи, руки, грудь, спину, живот, таз и ноги. Побудьте в состоянии полной расслабленности. Далее переходите к следующему упражнению.',
    },
    {
      id: 2,
      title: '1',
      texttitle: '\tБлагодарность',
      text: '\tВыполняя это упражнение, мы наполняемся - удовлетворением, умиротворением и радостью. Эти ощущения и эмоции связаны с получением желаемого.Когда благодарность станет частью вашей жизни – успех, счастье и здоровье станут нормой. Умение испытывать благодарность такой же навык, как любой другой и его можно тренировать.',
      name: '\tДля выполнения упражнения, начните благодарить.',
      textValue: '\tБлагодарите свою жизнь, вселенную или себя самого. Благодарите за то, что вы живы, здоровы, можете видеть, слышать и чувствовать.  Если ваше основное желание постройнеть, то сделайте акцент на благодарности вашему телу и его возможностям. Вы можете ходить, двигать руками и ногами, наклоняться, приседать и многое другое. У вас работают все органы и системы. И главное, в вашем теле есть огромный потенциал для того, чтобы стать стройным. Поблагодарите ваше тело за это.\n\n\tДалее, поблагодарите за окружающих вас людей - дети, семья, родные, друзья, коллеги, знакомые. Благодарите за то хорошее, что эти люди вносят в вашу жизнь – любовь, радость, вдохновение, помощь, поддержка. Представляйте людей, за которых вы благодарны. \n\n\tЗатем, переходите к благодарности за события и вещи, которые есть в вашей жизни и которые делают вашу жизнь лучше. Дом, машина, техника, гаджеты, одежда, работа, любимые места, любимые занятия, впечатления, природа. Ощущайте благодарность, побудьте в этом состоянии. Далее переходите к следующему упражнению.',
    },
    {
      id: 3,
      title: '1',
      texttitle: '\tБольшое будущее',
      text: '\tЭтим упражнением вы создаете и закрепляете уникальный мыслеобраз вашего желания. Вы сформируете ваше внутреннее устойчивое состояние обладания желаемым. \n\nПри регулярном выполнении мысленных упражнений, ваш мыслеобраз будет становиться все реальнее. Вы идете к вашему стройному телу, а оно стремится к вам. ',
      name: '\tДля выполнения упражнения, представьте себя стройной. ',
      textValue: '\tМысленно разглядывайте свое подтянутое тело, плоский живот, стройные ноги и руки. Представьте себя в людном месте. Окружающие, замечают и восхищаются вашей красивой фигурой, легкой походкой, идеально сидящей на вас одеждой.Будьте в движении в вашей мысленной картине будущего. Вы идете, танцуете, прикасаетесь, вдыхаете, разговариваете или что-то еще. Радуйтесь в настоящем, вашей стройной фигуре в будущем. Поблагодарите себя за то, что вы уже постройнели. Далее переходите к следующему упражнению.',
    },
    {
      id:4,
      title: '1',
      texttitle: '\tБлизкое будущее',
      text: '\tЭтим упражнением мы создаем намерение. Это главный фактор в реализации желания. \n\nВы готовы действовать и готовы иметь результат. И как следствие вы получите благоприятное стечение обстоятельств и ваших действий в ближайшее время.Начните и продолжите что-нибудь делать по направлению к цели. Пусть самое маленькое и незначительное. Когда вы двигаетесь к своему желанию, оно устремляется к вам. Когда вы останавливаетесь, ваше желание тоже останавливается.\n\n\tЕсли вы хотите постройнеть, то задайте программу на эти день-два.',
      name: '\tДля выполнения упражнения, представьте себе, что вы выполнили физические упражнения или прогулялись пешком. ',
      textValue: '\tОтказались от куска торта или заменили плотный ужин легким и полезным перекусом или что-то еще. Важно в своих представлениях просто представить. Не задумывайтесь что делать упражнения не хочется, а кусок торта наоборот хочется. Ваши желания свободны от исполнения и вас никто не заставляет делать, то что вы пожелали. \n\n\tОднако если захочется что-то выполнить, тоже не противьтесь этому. Это ваше намерение начало действовать. \n\n\tВы действительно что-то выполните из задуманного. Сделаете физические упражнения или откажетесь от второго куска торта. Пропустите ужин или замените обычный прием пищи на легкий перекус. Именно захотите так сделать. Вы не будете себя заставлять. Процесс вашего преобразования будет происходить без насилия, мягко, легко и гармонично. \n\n\tНа этом мы закончили комплекс мысленных упражнений.\n\nВыполняя мысленные упражнения регулярно, вы увидите изменения своего тела. Вначале не очень заметные, потом все более и более явные. Это путь не быстрый, зато легкий и вы будете стройной или стройным всегда.\n\n\tДля придания спортивности вашей фигуре в приложении есть короткие и простые физические упражнения.'
    }
  ]

 export const item = {
    id: 1,
    title: 'Комплекс мысленных  упражнений',
    text:'Жизнь дает вам то, на чем вы настойчиво фокусируете свое внимание.\n\nНачните и продолжите выполнять Мысленные упражнения до реализации вашего желания.',
    txt: 'Выделите время, когда вас никто не потревожит. Займите удобное положение сидя или лежа, закройте глаза и выполняйте.     ',
  }

  export const mentalExersice = [
    {
      id: 0,
      task: 'Расслабление (1-2 минуты)',
      time: 60,
      text: 'Начните и продолжите выполнять Мысленные упражнения для реализации вашего желания.Жизнь дает вам то, на чем вы настойчиво сосредотачиваете свое внимание'
    },
    {
      id: 1,
      task: 'Благодарность (1-2 минуты)',
      time: 60,
      text: 'Начните и продолжите выполнять Мысленные упражнения для реализации вашего желания.Жизнь дает вам то, на чем вы настойчиво сосредотачиваете свое внимание.'

    },
    {
      id: 2,
      task: 'Большое будущее (1-2 минуты)',
      time: 60,
      text: 'Для выполнения упражнений, займите удобное положение сидя или лежа, где вас ни кто не потревожит. Закройте глаза и помечтайте о своем стройном теле.'

    },
    {
      id: 3,
      task: 'Близкое будущее (1-2 минуты)',
      time: 60,
      text: 'Для выполнения упражнений, займите удобное положение сидя или лежа, где вас ни кто не потревожит. Закройте глаза и помечтайте о своем стройном теле.'
    },
  ]

  export const sportExersice =[
    {
      id_item: 1,
      id: 0,
      task: 'Приседания за минуту или меньше',
      time: 60,
      text: 'Удобная, комфортная и простая методика для вашего красивого тела.Выберите одно упражнение, которое вы будете выполнять - отжимания, приседания или планку.Делайте упражнение один раз в день, одну минуту в любое удобное для вас время.'

    }
  ]
  export const sportExersice_2 =[
    {
      id_item: 2,
      id: 0,
      task: 'Отжимания за минуту или меньше',
      time: 60,
      text: 'Удобная, комфортная и простая методика для вашего красивого тела.Выберите одно упражнение, которое вы будете выполнять - отжимания, приседания или планку.Делайте упражнение один раз в день, одну минуту в любое удобное для вас время.'

    }
  ]
  export const sportExersice_3 =[
    {
      id_item: 3,
      id: 0,
      task: 'Планка за минуту или меньше',
      time: 60,
      text: 'Удобная, комфортная и простая методика для вашего красивого тела.Выберите одно упражнение, которое вы будете выполнять - отжимания, приседания или планку.Делайте упражнение один раз в день, одну минуту в любое удобное для вас время.'

    }
  ]
  export const weekDayItems = [
    {
      id: 0,
      value: false,
      text: 'Пн',
    },
    {
      id: 1,
      value: false,
      text: 'Вт',
    },
    {
      id: 2,
      value: false,
      text: 'Ср',
    },
    {
      id: 3,
      value: false,
      text: 'Чт',
    },
    {
      id: 4,
      value: false,
      text: 'Пт',
    },
    {
      id: 5,
      value: false,
      text: 'Сб',
    },
    {
      id: 6,
      value: false,
      text: 'Вс',
    },
  ]

  export const musicData = [
    {
      id: 0,
      value: 'мелодия 1',
    },
    {
      id: 1,
      value: 'мелодия 2',
    },
    {
      id: 2,
      value: 'мелодия 3',
    },
  ]